{"names":[
  {"firstName": "Liam", "lastName": "Smith"},
  {"firstName": "Olivia", "lastName": "Johnson"},
  {"firstName": "Noah", "lastName": "Williams"},
  {"firstName": "Emma", "lastName": "Jones"},
  {"firstName": "Oliver", "lastName": "Brown"},
  {"firstName": "Charlotte", "lastName": "Davis"},
  {"firstName": "James", "lastName": "Miller"},
  {"firstName": "Amelia", "lastName": "Wilson"},
  {"firstName": "Elijah", "lastName": "Moore"},
  {"firstName": "Sophia", "lastName": "Taylor"},
  {"firstName": "William", "lastName": "Anderson"},
  {"firstName": "Isabella", "lastName": "Thomas"},
  {"firstName": "Henry", "lastName": "Jackson"},
  {"firstName": "Ava", "lastName": "White"},
  {"firstName": "Lucas", "lastName": "Harris"},
  {"firstName": "Mia", "lastName": "Martin"},
  {"firstName": "Benjamin", "lastName": "Thompson"},
  {"firstName": "Evelyn", "lastName": "Garcia"},
  {"firstName": "Theodore", "lastName": "Martinez"},
  {"firstName": "Luna", "lastName": "Robinson"}
],
"productReview":[
  "The performance is exceptional. It meets my needs perfectly and exceeds expectations.",
  "It's a reliable choice. Well-designed, lightweight, and offers great value for the price.",
  "The quality of the sound is outstanding. Comfortable to use, and the noise cancellation feature is impressive.",
  "Proven to be a fantastic purchase. User-friendly, durable, and the battery life is commendable.",
  "Loving the functionality. Efficient, easy to clean, and the customizable settings enhance its versatility.",
  "A game-changer. Simplifies daily tasks, and the bagless design makes maintenance hassle-free.",
  "The display is stunning, and the interface is intuitive. Streaming apps work seamlessly, providing a great user experience.",
  "Recently purchased, and proven to be a reliable companion. Ample storage and USB charging port are convenient features.",
  "A kitchen essential. Non-stick coating and even heat distribution make cooking a breeze.",
  "Sleek design caught my eye, and it performs exceptionally well. A great addition to my kitchen.",
  "A reliable wireless mouse. Responsive, comfortable to use, and the battery life is impressive.",
  "Graphics are stunning, and the diverse game library ensures there's something for everyone.",
  "Provides excellent comfort for long hours of work. Adjustable features and build quality are commendable.",
  "Go-to for sun protection. Lightweight, non-greasy, and offers reliable coverage.",
  "Captures incredible detail. Manual settings allow for creative control, and the build is sturdy.",
  "A compact but powerful portable speaker. Perfect for on-the-go music and gatherings.",
  "Multiple cleaning modes have transformed my oral care routine. Ensures a thorough clean every time.",
  "A reliable car GPS. Easy to navigate, and real-time traffic updates are a game-changer.",
  "A time-saving dishwasher. Cleans dishes thoroughly, and different wash cycles cater to various needs.",
  "An energy-efficient smart thermostat. Easy to program, and remote control feature is a great convenience."
]
}